export const SIX_STARS = [
    {
        "name": "大安",
        "element": "身不动时，五行属木，颜色青色，方位东方。临青龙。有静止、心安、吉祥之含义。凡谋事主一、五、七",
        "description": "大安事事昌，求谋在东方，失物去不远。宅舍保平安，行人身未动，病者主无妨，将军回田野，仔细更推详。"
    },
    {
        "name": "留连",
        "element": "人未归时，五行属水，颜色黑色，方位北方，临玄武。有喑味不明，延迟。纠缠、拖延、漫长之含义。凡谋事主二、八、十",
        "description": "留连事难成，求谋日未明，官事只宜缓。去者来回程，失物南方见，急讨方遂心。更需防口舌，人事且平平。"
    },
    {
        "name": "速喜",
        "element": "人即至时，五行属火，颜色红色方位南方，临朱雀。有快速、喜庆，吉利之含义。指时机已到。凡谋事立三、六、九",
        "description": "速喜喜来临，求财向南行，失物申未午(南或西南)。逢人路上寻，官事有福德，病者无祸侵,田宅六畜吉，行人有音信。"
    },
    {
        "name": "赤口",
        "element": "官事凶时，五行属金，颜色白色，方位西方，临白虎。有不吉、惊恐，凶险、口舌是非之含义。凡谋事主四、七、十",
        "description": "赤口主口舌，官非切要防，失物急去寻，行人有惊慌，鸡犬多作怪，病者出西方，更须防咀咒，恐怕染瘟殃。"
    },
    {
        "name": "小吉",
        "element": "人来喜时，五行属木，临六合。有和合、吉利之含义。凡谋事主一、五、七",
        "description": "小吉最吉昌，路上好商量，阴人来报喜。失物在坤方(西南)，行人立便至，交易甚是强，凡事皆和合，病者祈上苍。"
    },
    {
        "name": "空亡",
        "element": "音信稀时，五行属土，颜色黄色，方位中央。临勾陈。有不吉、无结果、忧虑之含义。凡谋事主一、五、七",
        "description": "空亡事不禅，阴人多乖张，求财无利益。行人有灾殃，失物寻不见，官事有刑伤。病人逢暗鬼，析解可安康。"
    }
]
