export const SIX_STARS = [
    {
        "name": "大安",
        "element": "身不动时，属木青龙，凡谋事主一、五、七",
        "description": "大安事事昌，求谋在神方，失物去不远，宅舍保安康，行人身未动，病者主无妨，将军回田野，仔细与推详。"
    },
    {
        "name": "留连",
        "element": "卒未妆时，属水玄武，凡谋事主二、八、十",
        "description": "留连事难成，求谋日示明，官事只宜缓，去者未回程，失物南方见，急讨方称心，更须防口舌，人口且平平。"
    },
    {
        "name": "速喜",
        "element": "人便至时，属火朱雀，凡谋事立三、六、九",
        "description": "速喜喜来临，求财向南行，失物申未午，逢人路上寻，官事有福德，病者无祸侵，田定六畜吉，行人有信音。"
    },
    {
        "name": "赤口",
        "element": "官事凶时，属金白虎，凡谋事主四、七、十",
        "description": "赤日主口舌，官非切要防，失物急去寻，行人有惊慌，鸡犬多作怪，病者出西方，更须访咒诅，恐怕染瘟癀。"
    },
    {
        "name": "小吉",
        "element": "人来喜时，属木六合，凡谋事主一、五、七",
        "description": "小吉最吉昌，路上好商量，阴人来报喜，失物在坤方，行人立便至，交关甚是强，凡事皆和合，病者祷上苍。"
    },
    {
        "name": "空亡",
        "element": "信音稀时，属土勾陈，凡谋事主一、五、七",
        "description": "空亡事不长，阴人小乖张，求财无利益，行人有灾殃，失物寻不见，官事有刑场，病人逢暗鬼，禳解保安康。"
    }
]
